afl_output_inform_response_24h/fuzzer01/queue/id:000021,orig:upload.xml

<?xml version="1.0"?><soap-env:Envelope xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:cwmp="urn:dslforum-org:cwmp-1-0"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">16ad70745760000</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:Upload><CommandKey>16ad70745760000</CommandKey><FileType>1 Vendor Configuration File</FileType><URL>http://testingacs.internal:7567/upload</URL><Username/><Password/><DelaySeconds>0</DelaySeconds></cwmp:Upload></soap-env:Body></soap-env:Envelope>